tap "daipeihust/tap"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "idoavrah/homebrew"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "railwaycat/emacsmacport"
brew "openssl@3"
brew "bat"
brew "deno"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "gping"
brew "htop"
brew "jnv"
brew "lazydocker"
brew "lazygit"
brew "neovim"
brew "nodebrew"
brew "oha"
brew "pnpm"
brew "procs"
brew "ripgrep"
brew "starship"
brew "tig"
brew "tmux"
brew "tpm"
brew "tre-command"
brew "uv"
brew "w3m"
brew "watchman"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "zsh-autosuggestions"
brew "daipeihust/tap/im-select"
brew "hashicorp/tap/terraform"
brew "idoavrah/homebrew/tftui"
brew "oven-sh/bun/bun"
cask "aerospace"
cask "dbeaver-community"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-monaspace"
cask "ghostty"
cask "iterm2"
cask "itermai"
cask "sequel-ace"
cask "xcodes"
vscode "42crunch.vscode-openapi"
vscode "adamhartford.vscode-base64"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "anteprimorac.html-end-tag-labels"
vscode "ardonplay.jetbrains-idea-product-icon-theme"
vscode "aykutsarac.jsoncrack-vscode"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "chakrounanas.turbo-console-log"
vscode "charliermarsh.ruff"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "coffeecupjapan.repilot"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "fisenkodv.vscode-intellij-darcula-theme"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "google.geminicodeassist"
vscode "googlecloudtools.cloudcode"
vscode "grapecity.gc-excelviewer"
vscode "hashicorp.terraform"
vscode "hediet.debug-visualizer"
vscode "herrmannplatz.npm-dependency-links"
vscode "huizhou.githd"
vscode "humao.rest-client"
vscode "ibm.output-colorizer"
vscode "janisdd.vscode-edit-csv"
vscode "jasonnutter.search-node-modules"
vscode "jock.svg"
vscode "johnpapa.vscode-peacock"
vscode "jscearcy.rust-doc-viewer"
vscode "k--kato.intellij-idea-keybindings"
vscode "kevinrose.vsc-python-indent"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "lokalise.i18n-ally"
vscode "mariusalchimavicius.json-to-ts"
vscode "mattpocock.ts-error-translator"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "mishkinf.goto-next-previous-member"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-ossdata.vscode-pgsql"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-js-profile-flame"
vscode "ms-vscode.vscode-speech"
vscode "ms-vscode.vscode-speech-language-pack-ja-jp"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-windows-ai-studio.windows-ai-studio"
vscode "mtxr.sqltools"
vscode "naumovs.color-highlight"
vscode "nextnav.nextnav"
vscode "oderwat.indent-rainbow"
vscode "oven.bun-vscode"
vscode "patbenatar.advanced-new-file"
vscode "pdconsec.vscode-print"
vscode "pnp.polacode"
vscode "prisma.prisma"
vscode "ralfstx.vscode-toggle-theme"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rooveterinaryinc.roo-cline"
vscode "rust-lang.rust-analyzer"
vscode "ryu1kn.partial-diff"
vscode "saoudrizwan.claude-dev"
vscode "sdras.night-owl"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sleistner.vscode-fileutils"
vscode "steoates.autoimport"
vscode "syler.sass-indented"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "tomoki1207.vscode-input-sequence"
vscode "tomrijndorp.find-it-faster"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitest.explorer"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "whizkydee.material-palenight-theme"
vscode "xabikos.javascriptsnippets"
vscode "yarimit.vscode-charcode-ext"
vscode "yoavbls.pretty-ts-errors"
