42crunch.vscode-openapi
adamhartford.vscode-base64
alefragnani.bookmarks
alefragnani.project-manager
amazonwebservices.aws-toolkit-vscode
anteprimorac.html-end-tag-labels
anthropic.claude-code
ardonplay.jetbrains-idea-product-icon-theme
aykutsarac.jsoncrack-vscode
biomejs.biome
bradlc.vscode-tailwindcss
cardinal90.multi-cursor-case-preserve
chakrounanas.turbo-console-log
charliermarsh.ruff
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
coderabbit.coderabbit-vscode
dbaeumer.vscode-eslint
denoland.vscode-deno
docker.docker
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
fisenkodv.vscode-intellij-darcula-theme
github.codespaces
github.copilot
github.copilot-chat
github.github-vscode-theme
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
google.geminicodeassist
googlecloudtools.cloudcode
grapecity.gc-excelviewer
hashicorp.terraform
hediet.debug-visualizer
herrmannplatz.npm-dependency-links
huizhou.githd
humao.rest-client
ibm.output-colorizer
janisdd.vscode-edit-csv
jasonnutter.search-node-modules
jock.svg
johnpapa.vscode-peacock
k--kato.intellij-idea-keybindings
kevinrose.vsc-python-indent
kisstkondoros.vscode-gutter-preview
lokalise.i18n-ally
makotot.vscode-nextjs-component-boundary-visualizer
mariusalchimavicius.json-to-ts
mattpocock.ts-error-translator
mechatroner.rainbow-csv
mikestead.dotenv
mishkinf.goto-next-previous-member
mrmlnc.vscode-scss
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azureterraform
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-edgedevtools.vscode-edge-devtools
ms-ossdata.vscode-pgsql
ms-playwright.playwright
ms-python.debugpy
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-repos
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
ms-vscode.test-adapter-converter
ms-vscode.vscode-js-profile-flame
ms-vscode.vscode-speech
ms-vscode.vscode-speech-language-pack-ja-jp
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
ms-windows-ai-studio.windows-ai-studio
mtxr.sqltools
naumovs.color-highlight
nextnav.nextnav
oderwat.indent-rainbow
oven.bun-vscode
patbenatar.advanced-new-file
pdconsec.vscode-print
prisma.prisma
ralfstx.vscode-toggle-theme
redhat.vscode-xml
redhat.vscode-yaml
rust-lang.rust-analyzer
ryu1kn.partial-diff
sdras.night-owl
shd101wyy.markdown-preview-enhanced
sleistner.vscode-fileutils
steoates.autoimport
sumneko.lua
syler.sass-indented
tamasfe.even-better-toml
teamsdevapp.vscode-ai-foundry
tomoki1207.pdf
tomoki1207.vscode-input-sequence
tomrijndorp.find-it-faster
usernamehw.errorlens
vadimcn.vscode-lldb
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vitest.explorer
vscode-icons-team.vscode-icons
vscodevim.vim
vue.volar
whizkydee.material-palenight-theme
xabikos.javascriptsnippets
yarimit.vscode-charcode-ext
yoavbls.pretty-ts-errors
